[
  {
    "gender": "m",
    "image": "http://media.philly.com/images/RS_400x400_20171215_RRXSUPPLY03_A_426968461.jpg",
    "meta": "STEVEN M. FALK / Staff Photographer",
    "name": "HOLLI GOLDENBERG",
    "bio": "Second grade teacher, Carnell Elementary School, Philadelphia. First year at Carnell, third year teaching.",
    "amount": "At least $500 before the beginning of the school year; more throughout the year.",
    "what": "Folders, notebooks, pencils, reams of paper, laminator, tissues, scissors, glue, crayons, books",
    "family": "She sent supply lists home, asking for the basics - scissors, glue, and crayons, but only a third of her students’ families were able to do so. \"Whatever I get, I get, and the rest, I make up myself,\" Goldenberg said.",
    "creative": "Goldenberg is the self-proclaimed \"queen of Facebook yardsale sites.\" She buys books by the bag for her eager readers.  She’s also a hawk for good school-supply buys. \"If Staples has a sale, I’m there,\" she said. She’s gotten some grants to buy books.",
    "job": "",
    "tax": ""
  },
  {
    "gender": "f",
    "image": "http://media.philly.com/images/RS_400x400_20171215_1392DF06_3789_41EC_AC5C_A408BE847B63.jpeg.jpg",
    "meta": "Courtesy of Meg McGettigan",
    "name": "LESLIE GRACE",
    "bio": "Art teacher, Nebinger Elementary School, Philadelphia. Fourteen-year teacher, with five years in the Philadelphia School District and four at Nebinger.",
    "amount": "$3,000, at minimum; often more.",
    "what": "Art supplies galore. When she arrived at Nebinger, Grace had an bare classroom and dipped into her own pocket to fill it. She doesn’t skimp on projects for her students - who recently made luchador masks, for instance, with felt and special glue. The burden of funding those projects falls on Grace. Her students, she says, love the atmosphere she provides. \"They’re always really excited about the projects. They don’t see what it’s like in some of the other schools that don’t have the funding, where teachers don’t have time to fundraise. They don’t know what drawing on copy paper looks like.\"",
    "family": "Some parents help with things like wipes and cleaning supplies.",
    "creative": "Grace has had success writing grants for projects - she estimates she’s pulled in at least $20,000 in the past several years - but most of the money she spends comes from her own pocket. \"I take full advantage of my Amazon Prime membership,\" Grace says. She also searches for deals at art-supply stores. Grace is also thinking big-picture: she started an online petition to support a City Council bill that would create a fund to reimburse teachers for the money they spend out of their own pocket on supplies and other necessities for their students. The legislation died, but Grace remains passionate about the issue.",
    "job": "\"Every time I spend money, it gives me pause,\" said Grace. \"I think it’s awful that It’s so accepted that teachers have to hustle for their money, to fundraise. \" Grace lives with her boyfriend and does not have children; she can dip into her own pocket, she says. A teacher coach also once told her not to fundraise, that it would condition administrators to expect Grace and other teachers to provide their own supplies. But \"I want my students to have as many exposures to the art as possible, and if I’m spending my own money doing it, that’s just the burden I bear,\" she says.",
    "tax": "\"Horrible,\" Grace said. \"I’m disgusted by it. In other profession, people get perks - cars, insurance paid for by their jobs. I’m a teacher, and I have to pay for my own supplies? It shouldn’t be that a millionaire can write off a jet and we lose this deduction.\""
  },
  {
    "gender": "f",
    "image": "",
    "meta": "",
    "name": "MADDIE LUEBBERT",
    "bio": "English teacher, Kensington Health Sciences Academy, Philadelphia. First year teacher.",
    "amount": "YEAR: Over $100 of her own money so far, but that has been supplemented by help from friends and family, including her mother, a veteran Philadelphia School District teacher.",
    "what": "Erasers, folders, dry erase board erasers, tape. The majority of her spending has been on decorations for her classroom - posters of people Luebbert thought would be good role models for her students - Bayard Rustin, John Lewis, Fannie Lou Hamer. \"To set the stage, you have to have a welcoming classroom, but it doesn’t come cheap,\" she said.",
    "family": "",
    "creative": "",
    "job": "Luebbert feels lucky to have a network of people who are able to support her classroom, and knows that not everyone has that. \"I just worry about how much burden goes onto teachers. If they aren’t able to produce that kind of output, I worry about how that reflects on them. If you aren’t going above and beyond, you’re not doing your job, and we’re not compensated for all of it.\"",
    "tax": ""
  },
  {
    "gender": "f",
    "image": "",
    "meta": "",
    "name": "MEG McGETTIGAN",
    "bio": "Kindergarten teacher, Meade Elementary School, Philadelphia. Thirty-year veteran, all at Meade.",
    "amount": "$700, on top of the hundreds she raises from Donors Choose for paper, cardstock, and other consumables.",
    "what": "Books, tissues, paper towels, cleaning supplies, healthy snacks, clothes, pencils, trinkets to use for rewards for her students.",
    "family": "McGettigan does send home a supply list; some families are able to help and some are not.",
    "creative": "",
    "job": "\"You often make the argument in your head, ‘Do I really need this?’ And it’s always, ‘Yeah, I do. The kids need it,’\" McGettigan says.",
    "tax": "\"That would hurt, massively. I spend way more than $250 already, and I use that credit every year. They should double it, not cut it.\""
  },
  {
    "gender": "m",
    "image": "http://media.philly.com/images/RS_400x400_20171215_rrxsupplya.jpg",
    "meta": "Courtesy of Greg Kauriga",
    "name": "GREG KAURIGA",
    "bio": "Music teacher, Loesche Elementary School, Philadelphia.",
    "amount": "$2,000 - at least. His wife, who also teaches in Philadelphia, spends about the same amount, too.",
    "what": "Music downloads, music books, apps to use with his students. Paper. \"Honestly, I don’t even keep track of all of it. If you need a copy of a book, you go to Amazon and you get it. Nobody saves all of their receipts; you’re never going to get that money back.\"",
    "family": "",
    "creative": "",
    "job": "\"Honestly, there’s no choice,\" Kauriga said. \"You want to do your job right, so you’re going to keep on getting stuff. And we know we’re never going to get that money back.\"",
    "tax": ""
  },
  {
    "gender": "f",
    "image": "http://media.philly.com/images/RS_400x400_20171215_Book_20book_20shelves_20storage.jpeg.jpg",
    "meta": "Courtesy of Jamie Windheim",
    "name": "JAMIE WINDHEIM",
    "bio": "Fourth grade teacher, Paul Fry Elementary, Norristown. Fifteen years teaching, all at the same school.",
    "amount": "$200 at minimum, and usually more.",
    "what": "Tons and tons of paper. Lesson plans and extra curricular resources on TeachersPayTeachers, a website for educators to supplement their lessons with materials written by other educators. \"I find myself spending on things like that when I want a dynamic lesson.\" The cost is usually low - she looks for the free or inexpensive lessons - but it adds up. Bulletin board materials. Materials to build her classroom library, including bookshelves and other storage, pillows, and books.",
    "family": "",
    "creative": "",
    "job": "",
    "tax": ""
  }
]
